type PrivacyType = {
  id: number;
  title: string;
  text: string;
};

export const privacy: PrivacyType[] = [
  {
    id: 1,
    title: 'Политика обработки и защиты персональных данных',
    text: `Политика обработки и защиты персональных данных Последнее обновление: 10.02.2026 г.
Политика обработки и защиты персональных данных

I.	Общие положения
1.1.	Настоящая политика в отношении обработки персональных данных (далее –
«Политика») разработана во исполнение требований п. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – «Закон о персональных данных») в целях обеспечения защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну, и определяет порядок обработки персональных данных, которые собирает и обрабатывает Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416)  (далее – Оператор) в Мини-приложении в Telegram “ youfit_app ” (далее – “Мини-приложение в Telegram” или “Платформа”).
1.2.	Цель настоящей Политики: обеспечение защиты прав и свобод Пользователей/Заказчиков при обработке их персональных данных, которые предоставляются Пользователями/Заказчиками о себе самостоятельно при использовании Платформы. Политика не может содержать положения, ограничивающие права и свободы Пользователя/Заказчика, а также положения, допускающие в качестве условия выражения согласия бездействие Пользователя/Заказчика. Все отношения, касающиеся обработки и защиты персональных данных и не получившие непосредственного отражения в Политике, регулируются согласно положениям действующего законодательства РФ о персональных данных.
1.3.	Настоящая Политика распространяется на данные, полученные на Платформе.

1.4.	Во исполнение требований ч. 2 ст. 18.1 Закона о персональных данных настоящая Политика публикуется в свободном доступе на Платформе Оператора и в каждом месте сбора персональных данных на Платформе.
1.5.	Соблюдение настоящего Положения Оператором является главным условием обработки персональных данных Пользователей/Заказчиков.
1.6.	Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем/Заказчиком. Оператор исходит из того, что Пользователь/Заказчик предоставляет достоверную и достаточную персональную информацию и поддерживает эту информацию в актуальном состоянии. Оператор принимает и обеспечивает принятие необходимых мер по удалению или уточнению неполных или неточных персональных данных.
 
1.7.	Оператор обрабатывает только те персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых данных соответствуют заявленным целям обработки, избыточность обрабатываемых данных не допускается.
1.8.	Оператор обрабатывает персональные данные только лиц, достигших возраста 18 лет.
1.9.	Оператор не обрабатывает специальные и биометрические категории персональных данных.
1.10.	Оператор хранит персональные данные не дольше, чем этого требуют цели их обработки, и, уничтожает персональные данные по достижении целей их обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено Федеральным законом от 27.07.2006. №152-ФЗ «О персональных данных».
1.11.	В случае несогласия с условиями настоящей Политики, субъект персональных данных должен прекратить использование Платформы.
II.	Основные понятия, используемые в Политике

2.1.	Оператор - Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416)
2.2.	Пользователь Платформы –дееспособное физическое лицо, пользующееся Платформой.
2.3.	Заказчик - дееспособное физическое лицо, акцептовавшее Оферту на Платформе.
2.4.	Telegram-бот - специальный аккаунт в Telegram, управляемый программами для выполнения вспомогательных специальных задач. Название Telegram-бота - “ youfit_app ”. Telegram-бот технической поддержки - @Dimazh1779.
2.5.	Мини-приложение в Telegram “ youfit_app ” (далее – “Мини-приложение в Telegram” или “Платформа”) - веб-программа, запускаемая через мессенджер Telegram с помощью Telegram-бота, состоящая из принадлежащих Исполнителю информации, текстов, графических элементов, дизайна, графики, изображений, литературных произведений (тексты), аудиовизуальных произведений (фото - и видеоматериалы) и иных результатов интеллектуальной деятельности, содержащихся в информационной системе, обеспечивающей доступность такой информации в этом приложении.
III.	Правовые основания обработки персональных данных. Обработка персональных данных
3.1.	Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе, но не ограничиваясь: Конституции РФ; Гражданский кодекс РФ; Налоговый Кодекс РФ иные
 
нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора. Правовым основанием обработки персональных данных также являются: оферта, опубликованная в на Платформе, согласие субъектов персональных данных на обработку их персональных данных.
3.2.	Оператор осуществляет обработку персональных данных следующих категорий субъектов персональных данных: Пользователи Платформы, Заказчики.
3.3.	Персональные данные, разрешённые к обработке в рамках настоящей Политики, предоставляются Пользователем/Заказчиком путем заполнения соответствующей формы на Платформе Оператора и включают в себя следующие персональные данные иной категории, не относящиеся к биометрическим персональным данных или специальной категории персональных данных:
Данные профиля Telegram:
- ID пользователя Telegram
- Имя пользователя (username)
- Имя и фамилия из профиля (при наличии)
- Фото из профиля (при наличии

- Физические параметры: пол, рост, вес, возраст
- Спортивные данные: цель тренировок, формат тренировок, 
  количество тренировок в неделю, уровень подготовки, 
  двигательная активность (количество шагов)

. Биометрические персональные данные:
- Фотографии тела (спереди, сзади, левый бок, в наклоне)
  для отслеживания прогресса тренировок

Специальная категория — данные о здоровье:
- Ограничения по здоровью
- Сведения о заболеваниях: варикозное расширение вен, 
  заболевания позвоночника, ЦНС, сердечно-сосудистой системы,
  респираторной системы, заболевания почек, диабет, 
 травмы позвоночника, черепно-мозговые травмы хирургические операции, растяжения 
  и разрывы мышц и связок, заболевания и травмы суставов,
  нарушения зрения, заболевания щитовидной железы, 
  гормональные нарушения, другие отклонения здоровья
Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
3.4.	Действия, которые могут совершаться в отношении персональных данных: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление, уничтожение персональных данных с использованием баз данных, находящихся на территории Российской Федерации.
3.5.	Обработка персональных данных осуществляется автоматизированным способом.
3.6.	Оператор обрабатывает персональные данные Пользователя/Заказчика только в случае их заполнения и отправки Пользователем/Заказчиком самостоятельно через специальные формы, расположенные на Платформе. Заполняя соответствующие формы и отправляя персональные данные Оператору, а также переходя на мессенджеры по ссылке и отправке Оператору сообщения посредством мессенджера, согласие на обработку персональных данных считается предоставленным посредством совершения данных действий.
IV.	Цели сбора и обработки персональных данных Пользователей/Заказчиков
 
4.1. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
Цель обработки персональных данных, категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы и сроки обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований.
Цель обработки персональных данных – регистрация личного кабинета в мини-Приложении Telegram
Категория субъектов: Пользователь

Перечень обрабатываемых ПДн иной категории: Данные профиля Telegram:
- ID пользователя Telegram
- Имя пользователя (username)
- Имя и фамилия из профиля (при наличии)
- Фото из профиля (при наличии

- Физические параметры: пол, рост, вес, возраст
- Спортивные данные: цель тренировок, формат тренировок, 
  количество тренировок в неделю, уровень подготовки, 
  двигательная активность (количество шагов)

. Биометрические персональные данные:
- Фотографии тела (спереди, сзади, левый бок, в наклоне)
  для отслеживания прогресса тренировок

Специальная категория — данные о здоровье:
- Ограничения по здоровью
- Сведения о заболеваниях: варикозное расширение вен, 
  заболевания позвоночника, ЦНС, сердечно-сосудистой системы,
  респираторной системы, заболевания почек, диабет, 
 травмы позвоночника, черепно-мозговые травмы хирургические операции, растяжения 
  и разрывы мышц и связок, заболевания и травмы суставов,
  нарушения зрения, заболевания щитовидной железы, 
  гормональные нарушения, другие отклонения здоровья.

Правовое основание: Согласие п. 1 ч. 1 ст. 6 Закона 
Способ: автоматизированный
Срок обработки/хранения: до отзыва согласия; срок хранения - 1 год
Цель обработки персональных данных – подготовка, заключение и исполнение договора на оказание услуг
Порядок уничтожения персональных данных при достижении цели их обработки или при наступлении иных законных оснований: лицо, ответственное за обработку персональных данных, производит стирание (удаление) данных.
V.	Передача персональных данных. Условия и сроки обработки персональных данных

5.1.	Персональные данные посетителей Telegram-бота и Мини-приложения в Telegram Категория субъектов, которым могут быть переданы персональные данные клиентов: Третьи лица, сотрудничающие с Оператором в рамках гражданско-правовых договоров
Цель: в целях участия в основной деятельности Оператора
 
5.2.	Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных. Оператором назначен ответственный за организацию обработки персональных данных.
5.3.	Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.
5.4.	В случае выявления неточностей в персональных данных, Пользователь/Заказчик может актуализировать их самостоятельно, а также путем направления Оператору уведомление на адрес электронной почты Оператора xxxstan1xxx@mail.ru @ @Dimazh1779 с пометкой «Актуализация персональных данных». или через Telegram-бот 
5.6. Персональные данные обрабатываются и хранятся согласно срокам обработки и хранения, указанным в разделе 4 Политики. Пользователь/Заказчик может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора xxxstan1xxx@mail.ru или через Telegram-бот @Dimazh1779 с пометкой «Отзыв согласия на обработку персональных данных».
Права и обязанности Сторон

7.1.	Пользователь/Заказчик обязан:

7.1.1	Заботиться о своевременном внесении изменений в ранее предоставленные данные, обеспечивая тем самым их актуальность. В противном случае Оператор не несет ответственности за неполучение Пользователем/Заказчиком уведомлений в полном объеме и пр.
7.2.	Пользователь/Заказчик вправе: - получать доступ к персональным данным, за исключением случаев, когда доступ ограничивается в соответствии с требованиями законодательства РФ; - получать достоверную информацию об обработке персональных данных, в том числе подтверждение факта обработки, о целях и способах обработки, сроках обработки и пр.; - требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав; - отозвать согласие на обработку персональных данных; - обжаловать действия или бездействие Оператора в уполномоченный орган по защите прав субъектов персональных данных.
7.3.	Оператор обязан:

7.3.1.	Предоставлять Пользователю/Заказчику по его запросу информацию об обработке персональных данных Пользователя/Заказчика;
7.3.2.	Использовать полученную информацию исключительно для целей, указанных в настоящей Политики;
7.3.3.	Соблюдать конфиденциальность персональных данных, не раскрывать третьим лицам, не указанным в Политике, и не распространять персональные данные без согласия Пользователя/Заказчика.
7.3.4.	Принимать правовые, организационные и технические меры по обеспечению конфиденциальности и безопасности персональных данных Пользователя/Заказчика согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.
 
7.3.5.	Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю/Заказчику, с момента обращения или запроса Пользователя/Заказчика или его законного представителя, либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.
7.3.6.	Уточнять персональные данные, в случае подтверждения факта неточности персональных данных
7.3.7.	Прекратить обработку персональных данных или обеспечить ее прекращение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в срок, не превышающий десяти рабочих дней с даты достижения цели обработки персональных данных. Уничтожение персональных данных подтверждается Актом об уничтожении.
7.3.8.	Прекратить обработку персональных данных или обеспечить прекращение такой обработки, в случае обращения Пользователя/Заказчика с соответствующим требованием, в срок, не превышающий десяти рабочих дней с даты получения требования.
7.3.9.	Организовывать обработку персональных данных в соответствии с требованиями Закона о персональных данных.
VI.	Меры по выполнению обязанностей Оператора в обеспечении безопасности персональных данных при их обработке
8.1. Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий, в том числе: -принимает документы, регулирующие отношения в сфере обработки и защиты персональных данных; -хранит персональные данные в условиях, при которых обеспечивается их сохранность и исключается неправомерный доступ к ним.
VII.	Заключительные положения
9.1.	Пользователь/Заказчик может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, а также запросить письменно информацию, касающуюся обработки персональных данных, обратившись к Оператору в печатном виде, отправив уведомление на адрес электронной почты xxxstan1xxx@mail.ru или через Telegram-бот @Dimazh1779, указав в уведомлении ФИО, контактные данные, номер основного документа, удостоверяющего личность Пользователя/Заказчика, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие участие Пользователя/Заказчика в отношениях с Оператором, либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором, за подписью Пользователя/Заказчика или его уполномоченного представителя. Оператор предоставляет информацию,
 
касающуюся обработки персональных данных, в течение десяти рабочих дней с момента получения запроса Пользователя/Заказчика в той форме, в которой направлен соответствующий запрос.
9.2.	Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения на ресурсе Оператора. При этом Оператор не обязан информировать субъектов персональных данных, ранее выразивших свое согласие с Политикой, об изменении Политики.
9.3.	Местом выражения согласия и местом исполнения Политики всегда является место нахождения Оператора, а правом, применимым к отношениям Оператора и Субъекта персональных данных, всегда является право Российской Федерации, вне зависимости от того, где находится Субъект персональных данных или оборудование, используемое им. Все споры и разногласия разрешаются по месту нахождения Оператора, если законом не предусмотрено иное.
9.4.	Политика начинает регулировать отношения Субъекта персональных данных и Оператора с момента выражения Субъектом персональных данных согласия с ее условиями и действует бессрочно. Бессрочность действия Политики как документа никаким образом не означает бессрочность/отсутствие ограничений срока обработки персональных данных. Одностороннее прекращение действия Политики по воле одной из сторон не допускается.
9.5.	Последнее обновление: 10.02.2026 г.
Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416) Контактный email: xxxstan1xxx@mail.ru и Telegram-бот @Dimazh1779
`,
  },
  {
    id: 2,
    title: 'Согласие на обработку персональных данных',
    text: `Согласие на обработку персональных данных

Настоящим я (далее по тексту – «Субъект персональных данных»), являясь дееспособным лицом, свободно, своей волей и в своем интересе, на основании Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» даю свое согласие Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416) (далее по тексту – «Оператор») на обработку своих персональных данных иной категории, не относящихся к специальной категории персональных данных или биометрическим персональным данным, в Telegram-боте @ youfit_app (далее – «Telegram-бот») и Мини-приложении в Telegram “@ youfit_app ” (далее –
“Мини-приложение в Telegram”), а именно:

Перечень персональных данных иной категории, возможных к обработке Оператором:
Данные профиля Telegram:
- ID пользователя Telegram
- Имя пользователя (username)
- Имя и фамилия из профиля (при наличии)
- Фото из профиля (при наличии

- Физические параметры: пол, рост, вес, возраст
- Спортивные данные: цель тренировок, формат тренировок, 
  количество тренировок в неделю, уровень подготовки, 
  двигательная активность (количество шагов)

. Биометрические персональные данные:
- Фотографии тела (спереди, сзади, левый бок, в наклоне)
  для отслеживания прогресса тренировок

Специальная категория — данные о здоровье:
- Ограничения по здоровью
- Сведения о заболеваниях: варикозное расширение вен, 
  заболевания позвоночника, ЦНС, сердечно-сосудистой системы,
  респираторной системы, заболевания почек, диабет, 
 травмы позвоночника, черепно-мозговые травмы хирургические операции, растяжения 
  и разрывы мышц и связок, заболевания и травмы суставов,
  нарушения зрения, заболевания щитовидной железы, 
  гормональные нарушения, другие отклонения здоровья.

В целях регистрации личного кабинета в мини-Приложении Telegram с возможностью осуществления обратной связи и технической поддержки через Telegram-бот: посредством сбора, записи, систематизации, накопления, хранения, уточнения (обновления, изменения), извлечения, передачи (предоставление, доступ), использования, блокирования, удаления, уничтожения, осуществляемую с использованием средств автоматизации.
Третьи лица, обрабатывающие персональные данные по поручению Оператора для указанной в настоящем согласии цели, в том числе лица, с которыми у Оператора заключен гражданско-правовой договор:
Категория субъектов, которым могут быть переданы персональные данные клиентов: третьи лица, сотрудничающие с Оператором в рамках гражданско-правовых договоров Цель передачи: в целях участия в основной деятельности Оператора
 
Настоящее Согласие действует до его отзыва. Срок хранения персональных данных – 1 год. Оператор прекращает обработку моих персональных данных и уничтожает их в срок, не превышающий 30 дней с даты поступления отзыва настоящего согласия.
Оператор вправе после получения отзыва настоящего согласия, а равно после истечения срока действия настоящего согласия, продолжать обработку моих персональных данных в той части, в которой для ее осуществления согласие не требуется или не будет требоваться в силу действующего законодательства Российской Федерации (п. 2 ст. 9 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных»).
Я уведомлен, что настоящее согласие может быть отозвано мной полностью или в части путем направления письма в электронной форме по адресу электронной почты: xxxstan1xxx@mail.ru или через Telegram-бот @Dimazh1779 (Telegram-бот технической поддержки).
`,
  },
  {
    id: 3,
    title: 'Договор оферты',
    text: `Публичная оферта

На возмездное оказание информационно-консультационных услуг (редакция от 10 февраля 2026 г. Москва)
Публичная оферта

Утверждена в редакции от 10.02.2026 г.

Исполнитель совершеннолетнему путем размещения настоящей Оферты предлагает любому дееспособному физическому лицу, включая индивидуального предпринимателя, самозанятого, или юридическому лицу заключить Договор возмездного оказания услуг (далее – Договор, Договор-оферта, Оферта).
В соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации (ГК РФ) в случае принятия изложенных ниже условий и внесения полной или частичной оплаты, лицо, производящее акцепт этой Оферты, становится Заказчиком (в соответствии с п. 3 ст. 438 ГК РФ акцепт оферты равносилен заключению договора на условиях, изложенных в оферте).
В связи с вышеизложенным внимательно прочитайте текст данного Договора, и если Вы не согласны с каким-либо пунктом Договора, Исполнитель предлагает Вам отказаться от каких-либо действий, необходимых для акцепта. Согласие с условиями настоящего договора оферты, безоговорочный акцепт оферты в силу указаний абз. 2 п.1 ст. 160 ГК РФ приравнивается к письменной форме заключения сделки.
1.	Термины и определения

1.1.	В Оферте и вытекающих или связанных с ней отношениях Сторон применяются следующие термины, определения и условия:
1.1.1.	Исполнитель – Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416)
1.1.2.	Заказчик — любое физическое дееспособное лицо из неограниченного круга лиц, изъявившее желание воспользоваться услугами Исполнителя путём акцептования Оферты, а также представители бизнеса: индивидуальные предприниматели/самозанятые/юридические лица.
1.1.3.	Акцепт оферты – полное и безоговорочное принятие условий оферты путем совершения в совокупности следующих действий: заполнение регистрационной формы на Платформе, а также полная или частичная оплата Заказчиком текущей стоимости услуги в соответствии с её обозначенной ценой на Платформе. Совершение акцепта Оферты подтверждает, что Заказчик ознакомлен с ней и полностью согласен с ее условиями.
1.1.4.	Telegram-бот — специальный аккаунт в Telegram, управляемый программами для выполнения вспомогательных специальных задач. Название Telegram-бота -
 
“ youfit_app” @youfit_app.
1.1.5.	Мини-приложение в Telegram - веб-программа, запускаемая через мессенджер Telegram с помощью Telegram-бота, состоящая из принадлежащих Исполнителю информации, текстов, графических элементов, дизайна, графики, изображений, литературных произведений (тексты), аудиовизуальных произведений (фото - и видеоматериалы) и иных результатов интеллектуальной деятельности, содержащихся в информационной системе, обеспечивающей доступность такой информации в этом приложении.
1.1.6.	Услуги — действия Исполнителя, выражающиеся в предоставлении доступа к информационным материалам и/или видеозаписям (в случае, если это предусмотрено в Мини-приложении в Telegram), предоставлении обратной связи по техническим вопросам в рамках Продукта, выбранного Заказчиком в Мини-приложении в Telegram, посредством Telegram-бота технической поддержки https://t.me/Dimazh1779.
1.1.7.	Тариф — неотъемлемая часть договора, устанавливающая специфику услуги, период оказания услуги, её стоимость и иные существенные условия, определенные Исполнителем в Мини-приложении в Telegram.
1.1.8.	Видеозапись — тематическое занятие (тренировка), проведенное и записанное на видео с целью последующего самостоятельного просмотра Заказчиком дистанционно посредством Сети Интернет и мультимедийных систем.
1.1.9.	Платформа — автоматизированная система, используемая Исполнителем для оказания услуг по Договору, в состав которой входит: Telegram-бот @Youfit_app и Мини-приложение в Telegram “@Youfit_app ”.
1.1.10.	Продукт - авторская программа тренировок и/или питания, которая состоит из одного (одной) и/или ряда видеозаписей и/или информационных материалов (материалов).
1.1.11.	Информационный материал – совокупность текстовых материалов/единичный текстовый материал, содержащих информацию по определенной тематике. Информационный материал принадлежит Исполнителю, в том числе исключительное право на него, и/или является результатом его интеллектуальной деятельности, защищен от копирования, искажения или иного незаконного использования в соответствии с положениями договора и действующим законодательством РФ о коммерческой тайне.
1.1.12.	Доступ — составная часть услуги, представляющая право Заказчику просматривать, знакомиться и иным образом пользоваться видеозаписями и/или материалами Исполнителя на Платформе на условиях простой неисключительной лицензии в течение ограниченного времени. Период (сроки) доступа к Продукту указываются Исполнителем в Мини-приложении в Telegram. 1.1.13. Пользователь — любое физическое дееспособное лицо из неограниченного круга лиц, включая индивидуальных предпринимателей, самозанятых, представителей юридического
 
лица, запустившее Мини-приложение в Telegram. Все остальные термины, встречающиеся в тексте настоящего Договора, толкуются Сторонами в соответствии с законодательством РФ и сложившимися в сети Интернет обычными правилами толкования соответствующих терминов.
2.	Предмет договора

2.1.	Предметом настоящего Договора является возмездное оказание Исполнителем услуг путем предоставления Доступа к Видеозаписям и/или информационным материалам на Платформе в рамках выбранного Заказчиком Продукта (далее совместно – Услуги). Информация о содержании Продукта, его стоимость указаны в Мини-приложении в Telegram. Исполнитель обязуется оказать такие услуги, а Заказчик принять и оплатить услуги в соответствии с выбранным Заказчиком Тарифом.
2.1.1.	Исполнитель не оказывает медицинских услуг, не ставит диагнозов и не назначает лечение. Выбранный Заказчиком Продукт носит исключительно информационный характер, и Заказчик самостоятельно принимает решение о применении полученных рекомендаций, учитывая своё физическое и психологическое состояние.
2.2.	Состав, описание Продуктов, полный перечень Продуктов, специфики услуг Исполнителя, их стоимость, тематика, содержание, сроки и порядок их оказания размещены в соответствующем разделе Мини-приложения Telegram.
2.3.	Исполнитель вправе привлекать третьих лиц для оказания услуг по настоящему договору.
2.4.	Услуга ограничена предоставлением Заказчику информации и формированием навыков самостоятельного использования. Все материалы и/или видеозаписи Исполнителя, входящие в состав Продукта, не учитывают личные особенности Заказчика.
2.5.	Заказчик подтверждает, что до момента акцепта настоящей Оферты (заключения Договора) получил от Исполнителя всю информацию об объеме, сроках, порядке оказания услуг и согласен с ними в полном объеме.
2.6.	Договор считается заключенным с момента полной (или частичной) оплаты Заказчиком услуг в Мини-приложении в Telegram.
2.7.	Заверения и гарантии Сторон

2.7.1.	Исполнитель заверяет и гарантирует, что он является Самозанятым , зарегистрированным в соответствии с действующим законодательством РБ.
2.7.2 Заказчик заверяет и гарантирует, что, совершая действия по акцепту Оферты, он:

-	имеет законные права вступать в договорные отношения с Исполнителем;

-	ознакомился и согласен со всеми условиями Договора;
 
-	самостоятельно изучил информацию об Исполнителе, привлекаемых им третьих лицах в открытых источниках, считает возможным получить пользу от информации и услуг, предоставляемых и оказываемых Исполнителем;
-	ознакомился и согласен со всеми условиями и правилами приема платежей используемой платежной системы;
-	при оплате Заказчик уведомлен о том, что при отказе от договора возврат денежных средств за материалы и видеозаписи, доступ к которым предоставлен Исполнителем, невозможен. Стороны вправе в индивидуальном порядке обсудить условия прекращения Договора.

- При оплате Заказчик уведомлен о том есть разница в курсе и оплата свершается в BYN. Курс списания определяет банк отправителя.  
-	предоставил Исполнителю полные и достоверные данные при заполнении регистрационной формы в Мини-приложении в Telegram. В случае, когда Заказчиком указаны недостоверные либо неполные данные, Исполнитель не несет ответственность перед Заказчиком за предоставление любой информации по ошибочно указанным данным не Заказчику, а третьим лицам, даже если в них содержится часть персональных данных Заказчика.
-	проконсультировался с врачом, получив письменное разрешение на выполнение физических упражнений и рекомендаций Исполнителя.
-	понимает, что Исполнитель не является медицинским специалистом и при подготовке видеозаписей и информационных материалов не учитывал индивидуальные особенности Заказчика.
-	понимает, что, предоставляя доступ к Продукту, Исполнитель не гарантирует Заказчику каких-либо результатов, так как их появление зависит исключительно от самого Заказчика/лица, для которого приобретен Продукт.
2.8.	Исполнитель вправе вносить изменения в Договор-оферту, в том числе в целях приведения положений Договора-оферты в соответствии с действующим законодательством РФ, при этом на отношения, сложившиеся между Сторонами, в любом случае распространяются положения той редакции Договора-оферты, которая действовала на момент совершения Заказчиком акцепта.
2.9.	Договор-оферта не требует скрепления печатями и/или его подписания Сторонами, сохраняя при этом юридическую силу.
3.	Территория и срок действия Договора

3.1.	Договор действует с даты его заключения, которой считается дата акцепта Оферты Заказчиком, до даты исполнения обязательств, принятых на себя по Договору Сторонами.
3.2.	Договор действует на территории всех стран мира и в интерактивной информационной сети Интернет.
4.	Порядок оказания услуг
 
4.1.	После запуска Telegram-бота путем нажатия кнопки “start” Исполнителем предлагается запустить Мини-приложение в Telegram.
4.2.	После запуска Мини-приложения в Telegram Пользователю предлагается указать свой ID пользователя Telegram, имя пользователя (username), имя и фамилия из профиля (при наличии), фото из профиля (при наличии) 
Физические параметры: пол, рост, вес, возраст
Спортивные данные: цель тренировок, формат тренировок, 
 количество тренировок в неделю, уровень подготовки, 
 двигательная активность (количество шагов)
Биометрические персональные данные:
- Фотографии тела (спереди, сзади, левый бок, в наклоне)
  для отслеживания прогресса тренировок Специальная категория — данные о здоровье:
- Ограничения по здоровью
- Сведения о заболеваниях: варикозное расширение вен, 
  заболевания позвоночника, ЦНС, сердечно-сосудистой системы,
  респираторной системы, заболевания почек, диабет, 
 травмы позвоночника, черепно-мозговые травмы хирургические операции, растяжения 
  и разрывы мышц и связок, заболевания и травмы суставов,
  нарушения зрения, заболевания щитовидной железы, 
  гормональные нарушения, другие отклонения здоровья
После чего при нажатии кнопки “далее” для Пользователя создается в рамках API-интеграции личный кабинет с указанием его имени и фамилии (при наличии), никнейма в Telegram и фотографии профиля в Telegram (при наличии), пола, веса и роста, указанных Пользователем при запуске Мини-приложения.
4.3.	Заключение настоящего Договора осуществляется путем совершения Заказчиком последовательно следующих действий (акцепт публичной оферты): Заказчик в
Мини-приложении в Telegram до момента оплаты выбранного им Продукта/Тарифа знакомится с текстом настоящей публичной оферты и в случае согласия с ней производит оплату, указав сведения о номере карты, сроке (месяц, год) ее действительности, а также код на обратной стороне карты и электронную почту
(E-mail), полную или частичную в зависимости от выбранного Заказчиком способа оплаты, предусмотренного в Мини-приложении.
4.4.	Услуги оказываются Исполнителем дистанционно — при помощи информационно-телекоммуникационной сети Интернет. Для получения услуг для Заказчика оформляется личный кабинет в Мини-приложении в Telegram. Полная или частичная оплата Заказчиком услуг Исполнителя подтверждает, что Заказчик ознакомился с условиями настоящей публичной оферты и полностью принимает их. Договор считается заключенным и вступает в силу для Сторон с момента полной или частичной оплаты услуг Заказчиком.
4.5.	Доступ предоставляется одномоментно ко всем видеозаписям и/или материалам, входящим в состав Продукта в соответствии с выбранным Заказчиком Тарифом. Доступ к видеозаписям и/или материалам, входящим в Продукт в соответствии с выбранным Заказчиком Тарифом предоставляется на срок, указанный в
Мини-приложении в Telegram. В случае технической неисправности (простоя) Платформы в течение 1 (одного) часа и более по вине Исполнителя, Доступ к Продукту продлевается на срок, равный фактическому времени простоя.
4.6.	По завершении оказания услуг акт об оказанных услугах не формируется и не подписывается. Услуга считается оказанной надлежащим образом в случае, если в течение 1 и/или календарного дня с момента предоставления доступа к Продукту в Telegram-бот технической поддержки @Dimazh1779 Заказчик не представил письменные возражения относительно качества количества услуг. Исполнитель не несет ответственность за невозможность/неактуальность просмотра/изучения Заказчиком видеозаписей и/или материалов по причинам, независящим от Исполнителя.
4.7.	Исполнитель вправе направлять Заказчику информацию и материалы в целях исполнения Договора.
 
5.	Права и обязанности сторон
5.1.	Заказчик вправе:

5.1.1.	Получить услуги в соответствии с условиями Договора.

5.1.2.	Принимать решения относительно необходимости совершения тех или иных действий, рекомендуемых Исполнителем в рамках оказания услуг по Договору.
5.1.3.	Пользоваться предоставленными Исполнителем видеозаписями и материалами в соответствии с Договором на условиях простой неисключительной лицензии в течение срока предоставления доступа к ним, указанного в Мини-приложении в Telegram, без права заключения сублицензионных Договоров.
5.1.4.	Реализовывать иные права, предусмотренные настоящим Договором и законодательством РФ.
5.2.	Заказчик не вправе:

5.2.1.	Обходить технические ограничения, установленные на Платформе.

5.2.2.	Изучать технологию, декомпилировать или дизассемблировать Telegram-бот, Мини-приложение в Telegram, интеллектуальную собственность, любые материалы, доступ к которым получает Заказчик в связи с исполнением Договора.
5.2.3.	Создавать копии Платформы, интеллектуальной собственности, любых материалов, доступ к которым получает Заказчик в связи с исполнением Договора, а также копировать их внешнее оформление (дизайн).
5.2.4.	Изменять Платформу, совершать действия, направленные на изменение функционирования и работоспособности Платформы.
5.2.5.	Предоставлять третьим лицам доступ к интеллектуальной собственности Исполнителя, личному кабинету Платформы и любым материалам, доступ к которым получает Заказчик в связи с исполнением Договора в отсутствие прямого письменного согласия на такой доступ со стороны Исполнителя.
5.2.6.	Создавать производные и аналогичные продукты, распространять, передавать третьим лицам или иным образом использовать видеозаписи и материалы.
5.2.7.	Продавать, уступать право требования к Исполнителю.

5.3.	Заказчик обязан:

5.3.1.	Своевременно, в течение времени наличия доступа, указанного в
Мини-приложении в Telegram, самостоятельно изучать/просматривать видеозаписи и материалы. Самостоятельно оценивать все рекомендации и технику безопасности; при наличии сомнений в здоровье — предварительно консультироваться с врачом.
5.3.2.	Обратиться к Исполнителю, направив электронное через Telegram-бот @Dimazh1779, при наличии вопросов, связанных с информацией об оказываемых по Договору услугах. Отсутствие
 
обращений Заказчика свидетельствует о том, что Заказчик ознакомлен с необходимой и достаточной для него информацией об оказываемых по Договору услугах.
5.3.3.	Для получения услуг самостоятельно настроить программное обеспечение, аппаратную часть и Интернет-канал своего устройства таким образом, чтобы иметь возможность беспрепятственно пользоваться Платформой.
5.3.4.	Осуществлять потребление услуг лично. При выявлении случаев предоставления Заказчиком доступа к личному кабинету/видеозаписям/материалам третьим лицам в коммерческих целях, Исполнитель вправе полностью заблокировать доступ Заказчика, в том числе, заранее оплаченным Заказчиком, а также действовать всеми правовыми способами в целях защиты своего авторского права и исключительных прав. При этом не производится возврат уплаченных Заказчиком денежных средств, расцениваемых в данном случае как штраф.
5.3.5.	Соблюдать законодательство РФ об интеллектуальной собственности, ее защите и нести ответственность за его нарушение. Заказчик безоговорочно признает факт своего обязательства не посягать на результаты интеллектуальной деятельности, принадлежащие Исполнителю, обязуется знакомиться с
информационно-консультационным материалом и видеозаписями исключительно в личных целях и не использовать полученную информацию в дальнейшем для консультирования либо информирования других людей в коммерческих проектах.
5.4.	Исполнитель вправе:

5.4.1.	Не приступать к оказанию услуг либо приостановить/прекратить ее оказание и доступ к личному кабинету на Платформе в случаях: - нарушения Заказчиком п. 5.2 Договора. - неоплаты/ несвоевременной оплаты услуг Исполнителя Заказчиком в полном объеме в случае предоставления рассрочки платежа.
5.5.	Исполнитель обязан:

5.5.1.	Оказывать оплаченные Заказчиком услуги надлежащим образом и в полном объеме в соответствии с условиями Договора.
5.6.	Исполнитель не гарантирует соответствие содержания оказываемых по Договору услуг ожиданиям Заказчика.
6.	Стоимость услуг и порядок их оплаты

6.1.	Стоимость Услуг определяется Исполнителем в одностороннем порядке и указывается им в Мини-приложении в Telegram.
6.2.	Оплата производится Заказчиком в момента отправления заявки в
Мини-приложении в Telegram в размере 100% предоплаты или на условиях рассрочки платежа/кредита, если такая возможность предусмотрена Исполнителем.
6.3.	Моментом оплаты услуг является момент поступления денежных средств на расчетный счет Исполнителя.
 
6.4.	Оплата услуг Исполнителя осуществляется через «Bepaid». Заказчик вправе уточнить у Исполнителя информацию о наличии возможности оплаты услуг иными способами, не предусмотренными в
Мини-приложении в Telegram, посредством отправки последнему запроса через Telegram-бот @Dimazh1779.
6.5.	Заказчик обязуется хранить все документы, подтверждающие осуществление оплаты, до момента зачисления денежных средств на расчетный счет Исполнителя. Если денежные средства от Заказчика не поступили на расчетный счет Исполнителя в установленный срок и (или) в установленном размере, последний имеет право не приступать к оказанию услуг либо прекратить их оказание.
6.6.	Исполнитель вправе устанавливать различные скидки от стоимости оказываемых услуг и специальные предложения на тарифы, которые действуют ограниченное время. В таком случае Заказчик соглашается с условиями специальных предложений, выражая свой акцепт путем оплаты выбранного тарифа по специальной цене (со скидкой) или с указанием предоставленного Исполнителем промокода, уменьшающего стоимость Продукта. Информация о скидках, специальных предложениях и времени их действия размещается Исполнителем на Платформе либо в иных источниках. Стоимость услуг определяется на дату их оплаты Заказчиком. В случае окончания срока действия скидки, специального предложения, истечения срока действия промокода Заказчик не вправе требовать от Исполнителя заключения с ним договора на специальных условиях. В случае, если Заказчик не воспользовался скидкой или специальным предложением, промокодом и предъявил требования о возмещении разницы в цене, Исполнитель данное требование не удовлетворяет по причине того, что действия Заказчика в момент оплаты услуг в период действия скидки или специального предложения от Исполнителя не зависят.
6.7.	Исполнитель вправе в одностороннем порядке изменять цены на оказываемые услуги, информация о которых размещается в Мини-приложении в Telegram. Датой вступления в силу новых цен и условий оплаты считается дата их размещения в Мини-приложении в Telegram.
6.8.	В том случае, если Заказчик оплачивает услуги Исполнителя с использованием кредитных денежных средств, через рассрочку, оформленную в кредитных организациях/банках/брокеров, (если такая возможность предусмотрена Исполнителем), Заказчик оформляет рассрочку на такие услуги по цене выбранного Продукта, за вычетом банковской комиссии, если правилами банков/кредитных организаций/брокеров не установлено иное. На счет Исполнителя поступает сумма, оплаченная Заказчиком по выбранному Продукту со скидкой в размере банковской комиссии. В случае заявления на возврат, Исполнитель рассчитывает сумму возврата исходя из той суммы, которая поступила на его расчетный счет с учетом скидки в размере такой банковской комиссии.
7.	Порядок возврата денежных средств

7.1.	Односторонний отказ от исполнения обязательства и одностороннее изменение его условий не допускаются.
 
7.2.	В случае если Заказчик при наличии законных оснований или при наличии условий, предусмотренных настоящей Офертой, решит расторгнуть Договор в одностороннем порядке, уведомление (заявление) об одностороннем отказе от договора принимается в письменном виде через Telegram-бот @Dimazh1779. Заявление заполняется Заказчиком собственноручно, на заявлении Заказчик ставит свою личную подпись, после чего сканирует заявление и отправляет его скан-копию начерез Telegram-бот @Dimazh1779. К обязательным пунктам заявления относятся:
7.2.1.	наименование адресата и данные заявителя (Ф.И.О., адрес проживания, телефон, адрес электронной почты);
7.2.2.	сумма оплаченных услуг;

7.2.3.	причины, побудившие расторгнуть договор;

7.2.4.	реквизиты для перевода денежных средств (должны совпадать с реквизитами, с которых была произведена оплата) - в случае если услуги Исполнителем оказаны не полностью, и одновременно имеются законные или договорные основания для одностороннего отказа Заказчиком от договора. 

7.2.5.	7.2.5. приложения (документ об оплате), дата, подпись и расшифровка.
7.3.	К заявлению прикладываются фотокопия документа (для физических лиц, включая самозанятых, а также индивидуальных предпринимателей), удостоверяющего личность заявителя, для представителей юридических лиц - фотокопия документа, подтверждающего полномочие по подписанию заявления об одностороннем отказе от договора, скан платежного документа, свидетельствующего об оплате и указываются сведения о лице, для которого приобретался Продукт.
7.4.	В случае если услуги Исполнителем оказаны не полностью, и одновременно имеются законные или договорные основания для одностороннего отказа Заказчиком от договора, решение о возврате или об отказе в возврате денежных средств принимается Исполнителем в течение десяти рабочих дней с момента получения соответствующего заявления Заказчика.
7.5.	Денежные средства возвращаются на счет Заказчика, с которого производилась оплата услуг, в течение десяти рабочих дней после принятия решения о возврате.
7.5.1.	При этом Заказчику возвращаются уплаченные им денежные средства за вычетом фактически оказанных услуг и стоимости информационно-консультационных материалов и/или видеозаписей, к которым Заказчику был предоставлен доступ, и фактически понесенных Исполнителем расходов, а также расходов за банковские комиссии и т. п.
7.5.2.	В случае, если возврат осуществляется за услуги, приобретенные по скидке (специальному предложению), стоимость услуг определяется на дату их оплаты Заказчиком.
 
8.	Ответственность

8.1.	За неисполнение или ненадлежащее исполнение своих обязанностей и обязательств по Договору Стороны несут ответственность в соответствии с действующим законодательством РФ.
8.2.	Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по договору. Исполнитель не гарантирует соответствие содержания оказываемых по договору услуг ожиданиям Заказчика. Исполнитель не несет ответственности за достижение Заказчиком желаемого результата, так как это зависит от продолжительности и регулярности действий Заказчика, его индивидуальных особенностей и личных качеств, качества и скорости освоения/внедрения получаемых от Исполнителя знаний и материалов.
8.3.	Всю ответственность за незаконное использование информации, являющейся частью услуг и полученной от Исполнителя Заказчиком, несет Заказчик. Заказчик принимает на себя безоговорочное обязательство не создавать производные и аналогичные созданным и оказываемым Исполнителем Продукты, не распространять, не передавать третьим лицам информационный материал и/или видеозаписи полностью или частично, а также принимает на себя обязательство использовать информационный материал и/или видеозаписи и содержание Платформы исключительно для целей личного некоммерческого потребления (не в целях перепродажи). При несоблюдении пункта 5.2.5 (при выявлении факта доступа третьих лиц к услугам) по требованию Исполнителя, направляемому в Telegram, Заказчик обязан уплатить штраф в размере 100 000 (сто тысяч) рублей за каждый выявленный факт. Размер штрафа обусловлен степенью возможного либо причиненного вреда правам и законным интересам Исполнителя, который многократно превышает стоимость услуг, оплаченных Заказчиком по договору. Требование Исполнителя о выплате штрафа подлежит немедленному удовлетворению в добровольном досудебном порядке. В случае отказа либо неудовлетворения требования о выплате штрафа Заказчиком, Исполнитель вправе незамедлительно обратиться в суд за защитой нарушенного права.
8.4.	Исполнитель не несет ответственности за действия банков, электронных платежных систем, обеспечивающих оплату и возвраты денежных средств при исполнении договора. Также Исполнитель не несет ответственности за невозможность оказания услуг Заказчику по причинам, не зависящим от самого Исполнителя, а именно: нарушение работы Интернета, оборудования или Программного обеспечения со стороны Заказчика, временные сбои в работе служб API, Telegram. В данном случае услуги считаются оказанными надлежащим образом и подлежащими оплате в полном размере.
8.5.	В случае нарушения Заказчиком условий Договора Исполнитель вправе прекратить оказание Заказчику услуг, вернув стоимость фактически не оказанных
 
услуг. Заказчик добровольно принял на себя обязательства, предусмотренные договором и не вправе ссылаться на то, что по каким-либо причинам не знал о них.
8.6.	Заказчик обязан не допускать распространение любыми способами недостоверной информации об услугах Исполнителя, а также информацию, порочащую деловую репутацию Исполнителя и/или привлеченных им третьих лиц. За неисполнения настоящего пункта Заказчик несет ответственность в виде штрафа в размере 100 000 (сто тысяч) руб. за каждый установленный случай.
8.7.	Исполнитель вправе без наложения на него штрафных санкций расторгнуть Договор с Заказчиком в том случае, если Заказчик: -раскрыл конфиденциальную информацию Исполнителя. -Договор может быть расторгнут Исполнителем в одностороннем порядке в случае оскорбления Исполнителя, распространения Заказчиком недостоверной информации, информации порочащей либо наносящей вред деловой репутации Исполнителя или привлеченных им лиц и оказываемым ими услугам, любым способом, включая распространение указанной информации (в том числе, в виде обнародования переписки с Исполнителем, его сотрудниками или представителями в Сети Интернет: в социальных сетях, в мессенджерах посредством любого рода рассылок и т.д. В случае обнаружения Исполнителем факта подобного поведения Заказчика, Договор расторгается, о чем Заказчик уведомляется Исполнителем в Telegram. Денежные средства, уплаченные Исполнителю, возврату не подлежат. Договор считается расторгнутым со дня направления Исполнителем соответствующего сообщения Заказчику.
8.8.	В момент досрочного расторжения Договора доступ к Продукту прекращается.

9.	Конфиденциальность

9.1.	Стороны признают, что информационные материалы и/или видеозаписи, доступ к которым получает Заказчик, являются результатом интеллектуальной деятельности Исполнителя (либо права на них возникли у Исполнителя на основании договоров) и содержат конфиденциальную информацию, позволяющую Исполнителю при существующих или возможных обстоятельствах увеличить доходы, избежать неоправданных расходов, сохранить положение на рынке товаров, работ, услуг или получить иную коммерческую выгоду.
9.2.	Все материалы, доступ к которым получает Заказчик, являются объектами авторских прав. Информация, к которой Заказчик получает доступ, а также передаваемая и/или высылаемая Заказчику в рамках оказываемых Исполнителем Услуг, предназначена только Заказчику, носит конфиденциальный характер и защищена положениями действующего законодательства и не может копироваться, передаваться третьим лицам, тиражироваться, распространяться, пересылаться, публиковаться в электронной, «бумажной» или иной форме без дополнительных соглашений или официального письменного согласия Исполнителя.
9.3.	Заказчик обязуется не совершать действий, направленных на распространение или раскрытие информации, или создающих угрозу ее раскрытия или распространения, в частности: - копирование информационных материалов и/или видеозаписей любым способом, передача распечатанных материалов в электронном
 
виде и/или бумажном носителе, пересылка материалов третьим лица на электронную почту или в мессенджеры (за плату или безвозмездно). - разглашать информацию, содержащуюся в информационных материалах в устной или письменной форме, в том числе через социальные сети;
9.4.	Запрещается передавать третьим лицам, а равно создавать условия для получения третьими лицами полномочий по доступу к информационным материалам и/или видеозаписям Исполнителя и использовать эти материалы в коммерческих целях от своего имени.
10.	Обработка персональных данных

10.1.	Обработка персональных данных Заказчика и Пользователя осуществляется в соответствии с законодательством РФ, а также в соответствии с Политикой обработки персональных данных Исполнителя.
10.2.	Политика обработки персональных данных Исполнителя размещена в Мини-приложении в Telegram Исполнителя.
10.3.	Стороны обязуются сохранять и не разглашать ставшую им известной конфиденциальную информацию.
10.4.	В случае если Заказчик/Пользователь предоставляет Исполнителю данные о третьих лицах, Заказчик/Пользователь гарантирует, что получил предусмотренные законодательством РФ согласия третьих лиц на передачу их персональных данных Исполнителю и/или является их законным представителем, и получение отдельного согласия не требуется.
11.	Заключительные положения

11.1.	По всем вопросам, не урегулированным настоящим договором, стороны руководствуются действующим законодательством РФ.
11.2.	Все споры и разногласия между сторонами разрешаются путем переговоров. При этом претензионный порядок разрешения споров, возникающим из отношений по поводу заключения настоящего договора, является обязательным.
11.2.1.	Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии. При недостижении соглашения в установленный настоящем пункте срок спор передается на рассмотрение в судебный орган в соответствии с действующим законодательством РФ.
11.3.	Признание судом какого-либо положения настоящего договора недействительным или не подлежащим принудительному исполнению не влечет недействительности иных его положений.
11.4.	Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты
 
или в Telegram, считаются направленными и подписанными Сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.
11.5.	Уполномоченными адресами Сторон признаются: - для Исполнителя: Telegram-бот @Dimazh1779. - для Заказчика: никнейм в Telegram или адрес электронной почты, указанный Заказчиком/Пользователем самостоятельно @Dimazh1779. при обращении в Telegram-бот
11.6.	Стороны установили, что скриншоты переписки по электронной почте или в сообщении в мессенджере, совершенной по реквизитам, указанным в настоящем Договоре, во исполнение настоящего Договора, являются достаточным и допустимым доказательством для подтверждения тех фактов, которые в них указаны.
12.	Реквизиты Исполнителя: Самозанятый Жиговец Дмитрий Игоревич (УНП: AC4315416) Контактный email: xxxstan1xxx@mail.ru и Telegram-бот @Dimazh1779
`,
  },
];
